Repository: sithumyo87/etender_flutter
Catalog: lib/l10n/app_*.arb
Languages: my

source: password
my: စကားဝှက်

# reset
source: Your password has been reset!
my: သင့်ရဲ့ စကားဝှက် အသစ် ပြန်ပြောင်းလဲပြီးပါသည်။!

# sent
source: We have e-mailed your password reset link!
my: သင့်စကားဝှက်ကို ပြောင်းလဲသတ်မှတ်ရန် လင့်(ခ်)ကို အီးမေးလ်ပို့ထားပါသည်။

# token
source: This password reset token is invalid.
my: စကားဝှက် ပြောင်းလဲရန် လင့်(ခ်) မှားယွင်းနေပါသည်

# user
source: We can't find a user with that e-mail address.
my: အီးမေးလ်သည် စာရင်းသွင်းထားခြင်းမရှိပါ။

# failed
source: These credentials do not match our records.
my: အချက်အလက်များ မှားယွင်းနေပါသည်။

# throttle
source: Too many login attempts. Please try again in :seconds seconds.
my: အကြိမ်များစွာ ဝင်ရောက်ထားပါသည်။ ကျေးဇူးပြု၍ :seconds seconds ကြာမှထပ်မံဝင်ရောက်ပါ။

source: Dashboard
my: မူလစာမျက်နှာ

# user_home_page
source: Home
my: မူလစာမျက်နှာ

source: Inbox
my: မိမိစာအိတ်

# residentApplication
source: Application Form
my: လျှောက်လွှာများ

source: User Setting
my: အသုံးပြုသူအကောင့်ဆိုင်ရာ

source: Setting
my: သတ်မှတ်ပြင်ဆင်ခြင်း

source: Language
my: ဘာသာစကား

# accountSetting
source: Accounts
my: အကောင့်များ

# accountDelete
source: Account Deletion
my: အကောင့်ဖျက်သိမ်းခြင်း

# roleSetting
source: Roles
my: အကောင့်အဆင့်များ

source: Role Name
my: အဆင့်အမည်

# created_at
source: Starting Date
my: စတင်အသုံးပြုသည့်နေ့

# email_verified_at
source: Verified Date
my: အတည်ပြုခြင်း

# phone_change
source: Phone Number Change
my: ဖုန်းနံပါတ် ပြင်ဆင်ရန်

# email_change
source: Email Address Change
my: အီးမေးလ်လိပ်စာ ပြင်ဆင်ရန်

# language_change
source: Language
my: ဘာသာစကားပြောင်းရန်

# name_change
source: Username Change
my: နာမည် ပြင်ဆင်ရန်

# email_new_add
source: Add New Email
my: အီးမေးလ်လိပ်စာအသစ် ဖြည့်သွင်းရန်

# add_new_phone
source: Add New Phone Number
my: ဖုန်းနံပါတ်အသစ်ဖြည့်သွင်းရန်

source: Add New Password
my: စကားဝှက်အသစ်ဖြည့်သွင်းရန်

source: Add New Username
my: နာမည်အသစ်ဖြည့်သွင်းရန်

source: Add Old Password
my: စကားဝှက်အဟောင်းဖြည့်သွင်းရန်

source: Account Deletion
my: အကောင့်ဖျက်သိမ်းခြင်း

# email_send
source: You need to input your email account and we will send to change password link to your email account
my: အီးမေးလ်လိပ်စာနေရာတွင် အကောင့်ဖွင့်ခဲ့သည့် အီးမေးလ်အားဖြည့်သွင်းပေးရပါမည်။ ၄င်းအီးမေးလ်လိပ်စာသို့ စကားဝှက်ပြောင်းလဲရန်လင့်ခ်ကို ပေးပို့ပေးမည်ဖြစ်ပါသည်။

# email_change_upd
source: Email Updated
my: အီးမေးလ်ပြောင်းလဲပြီးပါပြီ။

# phone_change_upd
source: Phone Updated
my: ဖုန်းနံပါတ်ပြောင်းလဲပြီးပါပြီ။

# email_check
source: Please Input Correct Email!
my: မှန်ကန်သောအီးမေးလ်လိပ်စာထည့်ပါ

# password_change_upd
source: Password Updated
my: ဖုန်းနံပါတ်ပြောင်းလဲပြီးပါပြီ။

# all_mails
source: Mails
my: ဝင်စာများ

# username_upd
source: Username Updated
my: နာမည်ပြောင်းလဲပြီးပါပြီ။

# phone_msg
source: Fill your valid mobile phone number
my: သင်၏မှန်ကန်သောမိုဘိုင်းဖုန်းနံပါတ်ကိုဖြည့်ပါ

source: Free Tender
my: အခမဲ့တင်ဒါများ

source: Paid Tender
my: ရောင်းချသည့်တင်ဒါမျာ:

source: View
my: ကြည့်ရန်

# show
source: Detail
my: အသေးစိတ်ကြည့်ရန်

source: Create
my: အသစ်ပြုလုပ်ရန်

source: Edit
my: ပြင်ဆင်ရန်

source: Update
my: ပြုပြင်မည်

source: Delete
my: ဖျက်သိမ်းရန်

source: Read
my: ကြည့်ရန်

# detailread
source: Detail
my: အသေးစိတ်ကြည့်ရန်

source: Confirm
my: အတည်ပြုရန်

source: Write
my: အသစ်ပြုလုပ်ရန်

source: Account
my: အကောင့်

source: Accounts
my: အကောင့်များ

source: Active Accounts
my: အသုံးပြုနိုင်သော အကောင့်များ

source: Email Verified Accounts
my: အီးမေးလ်ဖြင့် အတည်ပြုပြီး အကောင့်များ

# non_verified_accounts
source: Email non-verified Accounts
my: အီးမေးလ်ဖြင့် အတည်မပြုရသေးသော အကောင့်များ

# disabled_accounts
source: Deactive Accounts
my: ပိတ်ထားသော အကောင့်များ

source: Permissions
my: လုပ်ဆောင်နိုင်ခွင့်များ

source: Places
my: နေရာများ

source: User Accounts
my: အသုံးပြုသူ အကောင့်များ

source: Create Role
my: အဆင့် အသစ်ပြုလုပ်ရန်

# role_placeholder
source: Role Name (by English)
my: အဆင့်အမည် (အင်္ဂလိပ်စာဖြင့် ပြုလုပ်ရန်)

# home_msg
source: Permission Online Meter Application
my: အွန်လိုင်းမှ လျှပ်စစ်လျှောက်ထားမှု ခွင့်ပြုခြင်း

# home_menu
source: Home
my: မူလစာမျက်နှာ

# login_menu
source: Login
my: အကောင့်ဝင်ရန်

# register_menu
source: Register
my: အကောင့်ပြုလုပ်ရန်

source: E-mail
my: အီးမေးလ်လိပ်စာ

source: or
my: (သို့)

source: Phone
my: ဖုန်းနံပါတ်

source: Login
my: အကောင့်ဝင်မည်

# forgot_ur_pass
source: Forgot Password?
my: စကားဝှက်မေ့နေပါသလား?

source: l o a d i n g
my: လုပ် ဆောင် နေ ပါ သည်

source: Register
my: အကောင့်ပြုလုပ်မည်

source: Full Name
my: နာမည်အပြည့်အစုံ

source: Name
my: နာမည်

# username
source: Account Name
my: အကောင့်အမည်

source: Confirm Password
my: စကားဝှက်အတည်ပြုရန်

# confirm_password_add
source: Please Input Confirm Password
my: စကားဝှက်အတည်ပြုရန်ကိုထည့်ပါ

# captcha
source: Confrim Non-Robot
my: အလိုလျှောက်ဖြည့်သွင်းခြင်းမဟုတ်သည်ကို အတည်ပြုရန်

# capt_msg
source: Write Down The Text in Image Below.
my: ပုံပါစာအား အောက်တွင်ရေးပါ

# required_msg
source: Require fields to fill in red star markers!
my: အနီရောင် ကြယ်အမှတ်အသားပါသော ကွက်လပ်များကို မဖြစ်မနေ ဖြည့်သွင်းပေးပါရန်!

source: Profile
my: မိမိအကောင့်

source: Logout
my: အကောင့်မှထွက်မည်

source: Cancel
my: မပြုလုပ်ပါ

source: Accept
my: လက်ခံပါသည်

source: Submit
my: ဖြည့်သွင်းမည်

source: Change Password
my: စကားဝှက်ပြောင်းလဲခြင်း

# password_false
source: Password Wrong!
my: စကားဝှက်မှားယွင်းနေပါသည်။

source: New Password
my: စကားဝှက်အသစ်

source: Old Password
my: စကားဝှက်အဟောင်း

# reset_psw
source: Reset Password
my: စကားဝှက်ပြင်ဆင်ရန်

# phone_email_check
source: Please Input Email / Phone
my: အီးမေးလ်လိပ်စာ / ဖုန်းနံပါတ် ထည့်ပါ
